#ifndef __BOOKINFO_H__
#define __BOOKINFO_H__

const char* book_name[] = { "스즈메의 문단속", "아버지의 해방일지", "기분이 태도가 되지말자", "구의 증명", "불편한 편의점2",
							"역행자", "만일 내가 인생을 다시 산다면", "불편한 편의점1", "원씽(The One Thing)", "세이노의 가르침" };
const char* book_writer[] = { "신카이 마코토", "정지아", "김수현", "최진영", "김호연", "자청", "김혜남", "김호연", "게리 켈러&제이 파파산", "세이노" };
const char* book_category[] = { "일본소설", "한국소설", "에세이", "한국소설", "한국소설", "자기계발", "교양심리", "한국소설", "자기계발", "자기계발" };
const char* book_count[] = { "약 20만", "약 25만", "약 30만", "약 35만", "약 40만", "약 45만", "50만", "80만", "130만", "150만" };
const char* recommend_book[] = { "날개", "모든 것이 F가 된다", "이토록 평범한 미래", "문제는 무기력이다", "도둑 맞은 집중력" };
const char* recommend_writer[] = { "이상", "모리 히로시", "김연수", "박경숙", "요한 하리" };
const char* recommend_comments[] = { "1936년에 발표한 이상 작가의 대표작. \n\t\t\t\t현대인의 불안과 무의미한 삶, \n\t\t\t\t그리고 자의식 분열 통해사회에 대한 절망을 그려낸 \n\t\t\t\t한국 최초의 심리 소설.",
									"기발한 무대 설정과 치밀한 플롯, \n\t\t\t\t매력적인 캐릭터와 예기치 못한 반전의 연속, \n\t\t\t\t한 차원 업그레이드된 신본격 미스터리의 정수를 보여주는 작품",
									"'미래를 기억한다'는 말이 낯설지만, \n\t\t\t\t8편의 단편들을 읽고 난 뒤엔 이해가 될 것만 같다. \n\t\t\t\t이야기들을 통해 확장되어 향하는 길을 향해 따라가다 보면, \n\t\t\t\t'세 번째 삶'을 살고 싶어지는 작품.",
									"인간의 본성이 아닌 무기력이 왜, \n\t\t\t\t시시때때로 나타나 인생을 방해하는지, \n\t\t\t\t반복된 실패와 좌절에서 자신도 모르게 배운 \n\t\t\t\t학습된 무기력에 대한 해결책을 찾아주는 자기계발서.",
									"잦은 멀티태스킹부터 불충분한 수면까지, \n\t\t\t\t너무 많고 적은 요소들이 어떻게 우리의 집중력을 빼앗아가는가? \n\t\t\t\t라는 생각 대한 고찰을 할 수 있게 도움을 주는 책" };

#endif