#pragma once

const char* movieName[] = { "명량","극한직업","국제시장","겨울왕국","기생충",
						"아바타2","스즈메의 문단속","오펜하이머","탑건","엘리멘탈" };
const char* directorName[] = { "김한민", "이병헌", "윤제균", "케빈 디터스", "봉준호","제임스 카메론", "신카이 마코토", "크리스토퍼 놀란", "조셉 코신스키", "피터 손" };
const char* phrase[] = { "위대한 전쟁이 시작된다...",
						 "지금까지 이런 수사는 없었다",
						 "굳세게 살아온 우리들의 이야기",
						 "두려움을 깨고 새로운 운명을 만나다.",
						 "행복은 나눌수록 커지잖아요.",
						 "판도라의 바다 새로운 세계가 펼쳐진다",
						 "다녀오겠습니다",
						 "크리스토퍼 놀란 감독 작품",
						 "톰 크루즈",
						 "세상은 반대에 끌린다" };
const char* count[] = { "1700백만명",
						"1626백만명",
						"1426백만명",
						"1375백만명",
						"1030백만명",
						"1078백만명",
						"554백만명",
						"304백만명",
						"820백만명",
						"718백만명" };
